package net.mobidom.bp.beans.types;

public enum DocumentType {

  UNKNOWN, 
  СТРАХОВОЕ_СВИДЕТЕЛЬСТВО_ОБЯЗАТЕЛЬНОГО_ПЕНСИОННОГО_СТРАХОВАНИЯ,
  СТРАХОВОЕ_СВИДЕТЕЛЬСТВО_ГОСУДАРСТВЕННОГО_ПЕНСИОННОГО_СТРАХОВАНИЯ,
  СВИДЕТЕЛЬСТВО_О_ПОСТАНОВКЕ_НА_УЧЁТ_ФИЗИЧЕСКОГО_ЛИЦА_В_НАЛОГОВОМ_ОРГАНЕ,
  НДФЛ_2,
  НДФЛ_3,
  ПАСПОРТ_ГРАЖДАНИНА_РФ, 
  СВИДЕТЕЛЬСТВО_О_РОЖДЕНИИ, 
  ВОЕННЫЙ_БИЛЕТ, 
  СВИДЕТЕЛЬСТВО_О_БРАКЕ, 
  КВИТАНЦИЯ_ОБ_ОПЛАТЕ, 
  ТРАНСКРИБИРОВАНИЕ_ФИГ, 
  ДАННЫЕ_ЛИЦЕВОГО_СЧЕТА_ЗАСТРАХОВАННОГО_ЛИЦА;
  
}
